{
  "text": {
    "hi": 55,
    "amor": 5,
    "hello": 53,
    "how": 58,
    "are": 12,
    "you": 139,
    "i": 60,
    "love": 71,
    "so": 106,
    "much": 78,
    "__number__": 0,
    "m": 73,
    "really": 95,
    "happy": 51,
    "to": 119,
    "have": 52,
    "not": 81,
    "feeling": 41,
    "well": 131,
    "bae": 14,
    "do": 27,
    "know": 67,
    "who": 135,
    "shivali": 101,
    "is": 64,
    "what": 132,
    "your": 140,
    "favorite": 39,
    "chess": 21,
    "opening": 84,
    "like": 70,
    "nature": 80,
    "sing": 105,
    "me": 75,
    "a": 1,
    "song": 109,
    "favourite": 40,
    "color": 22,
    "black": 17,
    "hole": 56,
    "can": 20,
    "help": 54,
    "with": 136,
    "my": 79,
    "mathematics": 74,
    "homework": 57,
    "think": 118,
    "about": 2,
    "our": 87,
    "planet": 89,
    "subject": 112,
    "tell": 115,
    "random": 94,
    "fact": 38,
    "yourself": 141,
    "the": 117,
    "photoelectric": 88,
    "effect": 32,
    "s": 99,
    "pokémon": 91,
    "bye": 18,
    "weather": 130,
    "today": 120,
    "most": 77,
    "valuable": 125,
    "aspect": 13,
    "someone": 107,
    "anime": 10,
    "enjoy": 36,
    "doing": 29,
    "more": 76,
    "afonso": 4,
    "work": 137,
    "something": 108,
    "only": 83,
    "and": 8,
    "would": 138,
    "should": 102,
    "eat": 31,
    "for": 44,
    "lunch": 72,
    "opinion": 85,
    "on": 82,
    "politics": 92,
    "ferreira": 42,
    "gravity": 50,
    "ancient": 7,
    "egypt": 33,
    "julius": 66,
    "caesar": 19,
    "say": 100,
    "in": 62,
    "french": 45,
    "an": 6,
    "electromagnetic": 34,
    "wave": 129,
    "does": 28,
    "rocket": 98,
    "animal": 9,
    "explain": 37,
    "derivatives": 26,
    "any": 11,
    "siblings": 104,
    "languages": 68,
    "other": 86,
    "than": 116,
    "english": 35,
    "human": 59,
    "being": 16,
    "play": 90,
    "game": 47,
    "sports": 110,
    "which": 134,
    "reminds": 97,
    "want": 127,
    "learn": 69,
    "programming": 93,
    "where": 133,
    "recommend": 96,
    "start": 111,
    "giraffe": 48,
    "tongues": 121,
    "don": 30,
    "t": 114,
    "understand": 124,
    "tv": 123,
    "show": 103,
    "integrals": 63,
    "give": 49,
    "advice": 3,
    "be": 15,
    "successful": 113,
    "fun": 46,
    "was": 128,
    "death": 25,
    "if": 61,
    "could": 23,
    "visit": 126,
    "country": 24,
    "travel": 122,
    "first": 43,
    "joke": 65
  },
  "intent": {
    "greet": 3,
    "express_love": 1,
    "feeling_unwell": 2,
    "ask_question": 0,
    "tell_joke": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 6,
    "action_restart": 7,
    "action_session_start": 9,
    "action_default_fallback": 4,
    "action_deactivate_loop": 1,
    "action_revert_fallback_events": 8,
    "action_default_ask_affirmation": 2,
    "action_default_ask_rephrase": 3,
    "action_two_stage_fallback": 10,
    "action_unlikely_intent": 11,
    "action_back": 0,
    "action_extract_slots": 5,
    "utter_ask_question": 12,
    "utter_express_love": 13,
    "utter_feeling_unwell": 14,
    "utter_greet": 15,
    "utter_tell_joke": 16
  },
  "action_text": null,
  "intent_response_key": null
}